
/* Class = "NSButton"; ibShadowedToolTip = "Decreases security of the kiosk mode by allowing process switcher (cmd+Tab)."; ObjectID = "5"; */
"5.ibShadowedToolTip" = "Setzt die Sicherheit des Kiosk-Modus herab durch Zulassen des Programmumschalters (Befehlstaste+Tabulator).";

/* Class = "NSButtonCell"; title = "Allow to switch to third party applications"; ObjectID = "6"; */
"6.title" = "Umschalten auf Drittapplikationen erlauben";

/* Class = "NSTextFieldCell"; title = "Use this option only when running SEB in user account managed by parental controls, with only SEB and the desired applications allowed. Also you should switch on Simple Finder and don't give users access to other accounts with administrator rights on that computer."; ObjectID = "8"; */
"8.title" = "Diese Option sollte nur benutzt werden, wenn SEB in einem Benutzerkonto verwaltet mit der OS X Kindersicherung läuft. Dort dürfen nur SEB und die gewünschten zusätzlichen Programme erlaubt sein, ausserdem sollte der einfache Finder verwendet werden. Andere Benutzer dürfen keine Administratorrechte auf dem Computer haben.";

/* Class = "NSButton"; ibShadowedToolTip = "Usually to be used when switching to third party applications is enabled."; ObjectID = "13"; */
"13.ibShadowedToolTip" = "Normalerweise zu verwenden, wenn das Umschalten auf Drittapplikationen erlaubt ist.";

/* Class = "NSButtonCell"; title = "Allow downloading and uploading files"; ObjectID = "14"; */
"14.title" = "Download und Upload erlauben";

/* Class = "NSTextFieldCell"; title = "Save downloaded files to:"; ObjectID = "23"; */
"23.title" = "Downloads sichern in:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Directory"; ObjectID = "35"; */
"35.title" = "Verzeichnis";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "36"; */
"36.title" = "Auswählen…";

/* Class = "NSButton"; ibShadowedToolTip = "Downloaded files will be opened with the according application (which has to be set correctly in the system!). "; ObjectID = "38"; */
"38.ibShadowedToolTip" = "Geladene Dateien werden mit der zugehörigen Applikation geöffnet, diese muss im System für den entsprechenden Dateityp korrekt eingestellt sein! ";

/* Class = "NSButtonCell"; title = "Open files after downloading"; ObjectID = "39"; */
"39.title" = "Dateien nach dem Laden öffnen";
